Repository: projecthamster/hamster
Catalog: po/*.po
Languages: en@shaw

source: Activities will be counted as to belong to yesterday if the current time is less than the specified day start; and today, if it is over the time. Activities that span two days, will tip over to the side where the largest part of the activity is.
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ ğ‘‘ ğ‘˜ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘›ğ‘± ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘›ğ‘± ğ‘•ğ‘‘ğ‘¸ğ‘‘; ğ‘¯ ğ‘‘ğ‘«ğ‘›ğ‘±, ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘‘ğ‘²ğ‘¥. ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘ğ‘¨ğ‘¯ ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ, ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘¦ğ‘ ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘º ğ‘ ğ‘¤ğ‘¸ğ‘¡ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘Ÿ.

source: Also remind every notify_interval minutes if no activity has been started.
en@shaw: ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘§ğ‘ğ‘®ğ‘¦ notify_interval ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›.

source: Also remind when no activity is set
en@shaw: ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘´ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘

source: At what time does the day start (defaults to 5:30AM)
en@shaw: ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘›ğ‘³ğ‘Ÿ ğ‘ ğ‘›ğ‘± ğ‘•ğ‘‘ğ‘¸ğ‘‘ (ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘‘ 5:30AM)

source: If switching by name is enabled, this list sets the activity names that should be switched to, workspaces represented by the index of item.
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘‘ ğ‘‘, ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘• ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥.

source: Keyboard shortcut for showing the Time Tracker window.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: List of enabled tracking methods. "name" will enable switching activities by name defined in workspace_mapping. "memory" will enable switching to the last activity when returning to a previous workspace.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›ğ‘Ÿ. "name" ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ workspace_mapping. "memory" ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘© ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•.

source: Remind of current task every specified amount of minutes. Set to 0 or greater than 120 to disable reminder.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘•ğ‘§ğ‘‘ ğ‘‘ 0 ğ‘¹ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 120 ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¼.

source: Remind of current task every x minutes
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘§ğ‘ğ‘®ğ‘¦ x ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: Should workspace switch trigger activity switch
en@shaw: ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘» ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¢ğ‘¦ğ‘—

source: Show window
en@shaw: ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Stop tracking current activity on shutdown
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯

source: Stop tracking current activity when computer becomes idle
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘²ğ‘›ğ‘©ğ‘¤

source: Stop tracking on idle
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘²ğ‘›ğ‘©ğ‘¤

source: Stop tracking on shutdown
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯

source: Switch activity on workspace change
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘—ğ‘±ğ‘¯ğ‘¡

source: Project Hamster â€” track your time
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ Â·ğ‘£ğ‘¨ğ‘¥ğ‘•ğ‘‘ğ‘¼ â€” ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘¿ğ‘¼ ğ‘‘ğ‘²ğ‘¥

source: Time Tracker
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: _Overview
en@shaw: _ğ‘´ğ‘ğ‘»ğ‘ğ‘˜ğ‘µ

source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Project Hamster desktop time tracking
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ Â·ğ‘£ğ‘¨ğ‘¥ğ‘•ğ‘‘ğ‘¼ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™

source: Ad_d Earlier Activity
en@shaw: _ğ‘¨ğ‘› ğ‘»ğ‘¤ğ‘°ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: No records today
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘§ğ‘’ğ‘¹ğ‘›ğ‘Ÿ ğ‘‘ğ‘«ğ‘›ğ‘±

source: S_witch
en@shaw: _ğ‘•ğ‘¢ğ‘¦ğ‘—

source: Show _Overview
en@shaw: ğ‘–ğ‘´ _ğ‘´ğ‘ğ‘»ğ‘ğ‘˜ğ‘µ

source: Start _Tracking
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ _ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™

source: Sto_p tracking
en@shaw: _ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™

source: Tell me more
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘° ğ‘¥ğ‘¹

source: _Today
en@shaw: _ğ‘‘ğ‘«ğ‘›ğ‘±

source: Activity:
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦:

source: Add Earlier Activity
en@shaw: ğ‘¨ğ‘› ğ‘»ğ‘¤ğ‘°ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Description:
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:

source: Tags:
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ:

source: Time:
en@shaw: ğ‘‘ğ‘²ğ‘¥:

source: in progress
en@shaw: ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘§ğ‘•

source: to
en@shaw: ğ‘‘

source: Add earlier activity
en@shaw: ğ‘¨ğ‘› ğ‘»ğ‘¤ğ‘°ğ‘¼ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Contents
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Overview
en@shaw: ğ‘´ğ‘ğ‘»ğ‘ğ‘˜ğ‘µ

source: Start new activity
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Statistics
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Today
en@shaw: ğ‘‘ğ‘«ğ‘›ğ‘±

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: _Tracking
en@shaw: _ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™

source: Activities
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ

source: Categories
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: No data for this interval
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤

source: Show Statistics
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Tags
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Add
en@shaw: ğ‘¨ğ‘›

source: Edit
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘

source: Overview â€” Hamster
en@shaw: ğ‘´ğ‘ğ‘»ğ‘ğ‘˜ğ‘µ â€” Â·ğ‘£ğ‘¨ğ‘¥ğ‘•ğ‘‘ğ‘¼

source: Remove
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Save Report
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: Totals
en@shaw: ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ

source: Activity list
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Add activity
en@shaw: ğ‘¨ğ‘› ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Add category
en@shaw: ğ‘¨ğ‘› ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: Categories and Tags
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Category list
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Edit activity
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Edit category
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Global Hotkey
en@shaw: ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘ªğ‘‘ğ‘’ğ‘°

source: Integration
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘œğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯

source: Move activity down
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘›ğ‘¬ğ‘¯

source: Move activity up
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘

source: New day starts at
en@shaw: ğ‘¯ğ‘¿ ğ‘›ğ‘± ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘¨ğ‘‘

source: Remind of current activity every:
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘§ğ‘ğ‘®ğ‘¦:

source: Remove activity
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Remove category
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: Resume the last activity when returning to a workspace
en@shaw: ğ‘®ğ‘©ğ‘Ÿğ‘¿ğ‘¥ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘© ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•

source: Start new activity when switching workspaces:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ:

source: Stop tracking when computer becomes idle
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘²ğ‘›ğ‘©ğ‘¤

source: Tags that should appear in autocomplete
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘©ğ‘ğ‘½ ğ‘¦ğ‘¯ ğ‘·ğ‘‘ğ‘´ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Time Tracker Preferences
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Tracking
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™

source: Use following todo list:
en@shaw: ğ‘¿ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘‘ğ‘µğ‘›ğ‘µ ğ‘¤ğ‘¦ğ‘•ğ‘‘:

source: Workspaces
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: _Activities
en@shaw: _ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ

source: _Categories
en@shaw: _ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Starts and ends
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘¯ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ

source: Year:
en@shaw: ğ‘˜ğ‘½:

source: Copyright Â© 2007â€“2009 Toms BauÄ£is and others
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ Â© 2007â€“2009 Â·ğ‘‘ğ‘ªğ‘¥ğ‘Ÿ Â·ğ‘šğ‘¬ğ‘œğ‘¦ğ‘• ğ‘¯ ğ‘³ğ‘ğ‘¼ğ‘Ÿ

source: Project Hamster Website
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ Â·ğ‘£ğ‘¨ğ‘¥ğ‘•ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘

source: About Time Tracker
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Activity
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: No activity
en@shaw: ğ‘¯ğ‘´ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: %sh
en@shaw: %sğ‘£

source: Unsorted
en@shaw: ğ‘³ğ‘¯ğ‘•ğ‘¹ğ‘‘ğ‘§ğ‘›

source: Just started
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›

source: Changed activity
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Switched to '%s'
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘‘ ğ‘‘ '%s'

source: Work
en@shaw: ğ‘¢ğ‘»ğ‘’

source: Reading news
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘¿ğ‘Ÿ

source: Checking stocks
en@shaw: ğ‘—ğ‘§ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘ªğ‘’ğ‘•

source: Super secret project X
en@shaw: ğ‘•ğ‘µğ‘ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ X

source: World domination
en@shaw: ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘›ğ‘­ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯

source: Day-to-day
en@shaw: ğ‘›ğ‘±-ğ‘‘-ğ‘›ğ‘±

source: Lunch
en@shaw: ğ‘¤ğ‘³ğ‘¯ğ‘—

source: Watering flowers
en@shaw: ğ‘¢ğ‘ªğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘¬ğ‘¼ğ‘Ÿ

source: Doing handstands
en@shaw: ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ

source: Update activity
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Week
en@shaw: ğ‘¢ğ‘°ğ‘’

source: Month
en@shaw: ğ‘¥ğ‘³ğ‘¯ğ‘”

source: Date Range
en@shaw: ğ‘›ğ‘±ğ‘‘ ğ‘®ğ‘±ğ‘¯ğ‘¡

source: %s hours tracked total
en@shaw: %s ğ‘¬ğ‘¼ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤

source: None
en@shaw: ğ‘¯ğ‘³ğ‘¯

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Category
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: New category
en@shaw: ğ‘¯ğ‘¿ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: New activity
en@shaw: ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: %(interval_minutes)d minutes
en@shaw: %(interval_minutes)d ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: Never
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼

source: activity
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: start time
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘²ğ‘¥

source: end time
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘²ğ‘¥

source: duration minutes
en@shaw: ğ‘›ğ‘«ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: category
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°

source: description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: tags
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Activity log for %(start_B)s %(start_d)s, %(start_Y)s â€“ %(end_B)s %(end_d)s, %(end_Y)s
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ %(start_B)s %(start_d)s, %(start_Y)s â€“ %(end_B)s %(end_d)s, %(end_Y)s

source: Activity log for %(start_B)s %(start_d)s â€“ %(end_B)s %(end_d)s, %(end_Y)s
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ %(start_B)s %(start_d)s â€“ %(end_B)s %(end_d)s, %(end_Y)s

source: Activity log for %(start_B)s %(start_d)s, %(start_Y)s
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ %(start_B)s %(start_d)s, %(start_Y)s

source: Activity log for %(start_B)s %(start_d)s â€“ %(end_d)s, %(end_Y)s
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ %(start_B)s %(start_d)s â€“ %(end_d)s, %(end_Y)s

source: Date
en@shaw: ğ‘›ğ‘±ğ‘‘

source: Start
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: End
en@shaw: ğ‘§ğ‘¯ğ‘›

source: Duration
en@shaw: ğ‘›ğ‘«ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯

source: Description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Totals by category, activity
en@shaw: ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°, ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦

source: Working on <b>%s</b>
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ <b>%s</b>

# years
source: All
en@shaw: ğ‘·ğ‘¤

source: There is no data to generate statistics yet. A week of usage would be nice!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘˜ğ‘§ğ‘‘. ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘ ğ‘¿ğ‘•ğ‘¦ğ‘¡ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¯ğ‘²ğ‘•!

source: Collecting data â€” check back after a week has passed!
en@shaw: ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘© â€” ğ‘—ğ‘§ğ‘’ ğ‘šğ‘¨ğ‘’ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘!

source: First activity was recorded on %s.
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘©ğ‘’ğ‘ªğ‘®ğ‘›ğ‘©ğ‘› ğ‘ªğ‘¯ %s.

source: %(num)s year
en@shaw: %(num)s ğ‘˜ğ‘½

source: Time tracked so far is %(human_days)s human days (%(human_years)s) or %(working_days)s working days (%(working_years)s).
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘•ğ‘´ ğ‘“ğ‘¸ ğ‘¦ğ‘Ÿ %(human_days)s ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘›ğ‘±ğ‘Ÿ (%(human_years)s) ğ‘¹ %(working_days)s ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘Ÿ (%(working_years)s).

source: Longest continuous work happened on %(date)s and was %(hours)s hour.
en@shaw: ğ‘¤ğ‘ªğ‘™ğ‘©ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘©ğ‘• ğ‘¢ğ‘»ğ‘’ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘ªğ‘¯ %(date)s ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ %(hours)s ğ‘¬ğ‘¼.

source: There is %s record.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ %s ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›.

source: Hamster would like to observe you some more!
en@shaw: Â·ğ‘£ğ‘¨ğ‘¥ğ‘•ğ‘‘ğ‘¼ ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ ğ‘¿ ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘¹!

source: With %s percent of all facts starting before 9am, you seem to be an early bird.
en@shaw: ğ‘¢ğ‘¦ğ‘ %s ğ‘ğ‘»ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘·ğ‘¤ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘“ğ‘¹ 9am, ğ‘¿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ ğ‘»ğ‘¤ğ‘° ğ‘šğ‘»ğ‘›.

source: With %s percent of all facts starting after 11pm, you seem to be a night owl.
en@shaw: ğ‘¢ğ‘¦ğ‘ %s ğ‘ğ‘»ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘·ğ‘¤ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘­ğ‘“ğ‘‘ğ‘¼ 11pm, ğ‘¿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘¯ğ‘²ğ‘‘ ğ‘¬ğ‘¤.

source: With %s percent of all tasks being shorter than 15 minutes, you seem to be a busy bee.
en@shaw: ğ‘¢ğ‘¦ğ‘ %s ğ‘ğ‘»ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘·ğ‘¤ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘• ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘–ğ‘¹ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ 15 ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘¿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘šğ‘¦ğ‘Ÿğ‘° ğ‘šğ‘°.

source: %dh
en@shaw: %dğ‘£

source: %dmin
en@shaw: %dğ‘¥ğ‘¦ğ‘¯

source: %dh %dmin
en@shaw: %dğ‘£ %dğ‘¥ğ‘¦ğ‘¯

source: Save Report â€” Time Tracker
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ â€” ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¼

source: HTML Report
en@shaw: HTML ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘

source: Tab-Separated Values (TSV)
en@shaw: ğ‘‘ğ‘¨ğ‘š-ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ (TSV)

source: Time track
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘’
